Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: En primer término, ninguno de los argumentos emitidos por las partes conducen al Panel a cuestionar la determinación del Departamento de que las actividades de CIC y Global en relación con las ventas de Laredo fueron simplemente incidentales.
es: First, none of the arguments forwarded by the parties lead the Panel to question the Department's finding that CIC's and Global's activities relevant to the Laredo sales were merely ancillary.

source: El coeficiente de solvencia de CIC es superior al nivel mínimo reglamentario, pero no es muy elevado (9 % con un núcleo duro de 5 %) en comparación con las demás entidades de crédito europeas, habida cuenta de sus riesgos residuales con otras estructuras del grupo GAN.
es: Moreover, owing to its residual exposure to other GAN group structures, CIC's solvency ratio, although higher than the regulatory minimum level, is not especially strong (9 % with a hard-core of 5 %) compared with other European credit institutions.

source: CHP postula que si Cinsa no llevó a cabo funciones de venta, en consecuencia, que el papel de Global y CIC en el proceso de ventas debió haber sido más que auxiliar o incidental.
es: CHP then posits that if Cinsa performed no selling functions, then Global's and CIC's role in the sales process must have been more than ancillary or incidental.

source: La suspensión de la privatización de CIC, que incumple una Decisión de la Comisión, es tanto más grave cuanto que no se decidió por motivos técnicos insuperables sino, según las autoridades francesas, por oposiciones de orden político, justamente cuando se había presentado una oferta firme que la Comisión francesa de privatización había declarado admisible.
es: The suspension of CIC's privatisation, which constitutes a failure to comply with a Commission decision, is all the more serious as it was decided on, not for unavoidable technical reasons, but according to the French authorities - for reasons of political opposition at a time when a firm offer had already been made and found acceptable by the French Privatisation Commission.

source: A este respecto, hay que señalar que los acuerdos de distribución bancaria de seguros tienen una triple importancia para la viabilidad de GAN, para el precio de venta de CIC y para la rentabilidad de Socapi.
es: It should be pointed out in this connection that the all-purpose finance agreements are important in three respects for GAN's viability, for CIC's selling price, and for Socapi's profitability.

source: En efecto, una solución equilibrada permitiría a GAN contar con una fuente de ingresos importante y estable y, al mismo tiempo, evitar que el comprador de CIC, privado de la posibilidad de utilizar libremente la red bancaria para distribuir sus propios productos de seguro, exija una rebaja del precio de CIC a modo de compensación.
es: A balanced solution should enable GAN to count on a substantial, stable source of revenue and at the same time not induce CIC's buyer, deprived of the possibility of using freely the banking network to distribute its own insurance products, to seek a quid pro quo in the form of a discount on CIC's price.

source: The operator keeps the information relating to collection days, hours, circuit and date and time of reception of the products available to the inspection body or authority.
es: El productor conservará a disposición del organismo o autoridad de control los datos relativos a los días y horas del circuito de recogida y la fecha y hora de la recepción de los productos.

source: IT IS YOUR RESPONSIBILITY TO PACK YOUR TRASH IN A TRANSPARENT BAG, SEPARATING YOUR TRASH. LEAVE IT OUTSIDE DURING THE COLLECTION DAYS
es: PON TUS RESIDUOS PARA RECICLAR EN UNA BOLSA, DE PREFERENCIA TRANSPARENTE, SEPARADOS DE LA BASURA, AFUERA DE TU CASA LOS DIAS SEÑALADOS.

source: Many communities hold special hazardous-waste collection days or designate centers where electronic waste like PCs and old cell phones can be dropped off for free.
es: Muchas comunidades establecen unos días de recogida de residuos especialmente peligrosos y unos centros en los que se pueden dejar residuos electrónicos como ordenadores y teléfonos móviles de forma gratuita.

source: Mail order collection takes place five days a week (= 250 collection days per year (30 )).
es: La recogida se efectúa cinco días a la semana [= 250 días de recogida al año (30 )].

source: For more information, or to find out your refuse and/or recycling collection days, please visit www.chelmsford.gov.uk/refuse or call 01245 615800.
es: Para obtener más información o para conocer los días de recogida de basura y/o reciclaje, visite la página web www.chelmsford.gov.uk/refuse o llame al 012 4561 5800.

source: As Atacama on Safari is one of the regular users of these roads, we organize garbage collection days on our routes.
es: Como Atacama on Safari es uno de los regulares usuarios de estos caminos. Organizamos días de recolecciones de basura de nuestras rutas.

source: If you are a resident in unincorporated Orange County and you need to find out your garbage collection days, you may access collection days and hauler information online.
es: Si reside en el área no incorporada del Condado de Orange y necesita conocer los días de recolección de basura, puede ver la información de transporte y días de recolección en línea.

source: Each year the county schedules special collection days for hazardous wastes such as paints, solvents, oil, gasoline, lawn care chemicals, alkaline batteries, car batteries, computers and tires.
es: Todos los años el condado organiza días de re¬colección especiales para desperdicios de químicos peligrosos como pinturas, aceites, solventes, gaso¬lina, químicos para el cuidado del césped, baterías alcalinas, baterías de carro y llantas.

source: A. Residents in unincorporated Orange County may call the Solid Waste Hotline at 407-836-6601, send an e-mail to Solid.Waste@ocfl.net, or access collection days and hauler information online.
es: R. Los residentes de áreas no incorporadas del Condado de Orange pueden llamar a la Línea Directa de Desperdicios Sólidos al 407-836-6601, enviar un correo electrónico a Solid.Waste@ocfl.net, o ver la información de transporte y días de recolección en línea.

source: A. The cost varies based on several factors including the creditworthiness of your customers, your terms of sale and your average collection days.
es: R. El costo varía en función de varios factores incluyendo la aptitud financiera de clientes, sus términos de venta y sus días promedio de cobranza.

source: Always leave your separated materials in front of your house on the corresponding collection days in an appropriate trash container with a cover.
es: Siempre dejar los materiales separados en el frente de su casa en los días que corresponden a la recolección dentro de un contenedor de basura con cubierta.

source: Built-in features manage receivables by analyzing payment histories and determining the days sales outstanding (DSO), calculating the average collection days and evaluating credits by different aging periods.
es: Las funcionalidades incorporadas gestionan los cobros analizando los históricos de pago y determinando el período medio de cobro (DSO), calculando la media de días cobro y evaluando los créditos según los diferentes vencimientos.

source: Collection days for Burnable trash
es: Dia de la recogida de La basura que se puede quemar

source: Listings collection days apart.
es: Listados de días de diferencia de cobro.

source: For collection days or missed pickups, contact your hauler
es: Para preguntar por días de recolección o que faltó recoger, contacte a su basurero

source: COLLECTION FREQUENCY Circle the collection days of the week.
es: Circule los días de recolección por semana

source: Collection days for Plastic containers and wrapping
es: Dia de la recogida de el plástico para envolver productos

source: Average period of collection (days) 9
es: Período medio de cobro (días) 9

source: Collection to 30 days dates invoice, essential domiciled bank draft.
es: Cobro a 30 días fecha factura, imprescindible giro bancario domiciliado.

source: The proposal maintains the current obligations on Member States to ensure a high-quality universal service comprising at least one delivery and collection five days a week for every EU citizen.
es: La propuesta mantiene las obligaciones que tienen actualmente los Estados miembros de garantizar un servicio universal de gran calidad que incluya la entrega y recogida de correo al menos cinco días por semana para todo ciudadano de la UE.

source: were serologically tested on the day of collection and at least 14 days following collection and showed no significant rise in titre.
es: se sometieron el día de la recolección de los embriones y por lo menos 14 días después a pruebas serológicas que no revelaron ningún aumento significativo del título viral.

source: Store and check status of your collection history requests You can store and retrieve your collection history for 60 days without needing to remember the request number.
es: Almacenar un historial de recogidas y comprobar el estado de sus solicitudes puede almacenar y recuperar su historial de recogidas hasta 60 días sin necesidad de recordar el número de la solicitud.

source: I will refrain from beginning formal collection procedures for 10 days from the date of this letter to give you time to contact me and arrange to make payment.
es: No activaré los procedimientos formales hasta dentro de 10 días desde la fecha de esta carta para darle a usted tiempo para contactarme y arreglar su pago.

source: The average collection period is approximately 200 days.
es: Sus periodos medios de cobro se sitúan en torno a los 200 días.

source: The average collection period to clients is of 21 days, without considering the other receivables or the sundry debtors
es: El período medio de cobro a clientes es de 21 días, sin considerar los deudores varios ni otros deudores.

source: As a result of enhanced control of bad debt during 1999, the average collection period improved to 71 days.
es: Asimismo, el periodo medio de cobro mejoró a 71 días, como resultado de los controles de morosidad implantados a lo largo de 1999.

source: The data-collection process took approximately 40 days and we provided a web interface with a login key access to give the opportunity to the members to have enough time and find themselves the better place and moment to write their answers.
es: El proceso de recolección de datos tomó aproximadamente 40 días y proveímos una interfaz Web en Internet con una clave de acceso para dar la oportunidad a los miembros de disponer del tiempo suficiente y encontrar por ellos mismos el mejor espacio y momento para escribir sus respuestas.

source: Compensation in the event of nonpayment of 100% of the amount of the invoice (maximum collection deadline in compensation concept 120 days from the invoice's due date)
es: Indemnización en caso de impago del 100% del importe de la factura (plazo máximo de cobro en concepto de indemnización 120 días a partir del vencimiento de la factura)

source: Select the number of days you want displayed in your Collection History.
es: Seleccione el número de días que desee ver en el Historial de recogidas.

source: "Four days later, most of this collection of over 12,000 books and 35,000 irreplaceable pictures was destroyed along with thousands of other ""degenerate"" works of literature in the book burning in Berlin's city center."
es: "Cuatro días después, la mayoría de esta colección de más de 12.000 libros y 35.000 imágenes irremplazables fué destrozada junto con miles de otras obras de literatura ""degenerada"" en la quemazón de libros en el centro de Berlín."

source: In connection with this policy, M. Böhlke Veneer Corp will not knowingly post content or other works of authorship that infringe the copyrights of others.
es: Con respecto a esta política, M. Böhlke Enchapado Corp no fijará con conocimiento, contenido u otros trabajos escritos que infrinjan derechos de propiedad intelectual de otros.

source: IP address information is aggregated and individual user profiles are not kept nor maintained by M. Böhlke Veneer Corp.
es: La información de IP y perfiles de usuario individuales no son guardados ni mantenidos por M. Böhlke Enchapado Corp.

source: "To the diplomatic corp. he said ""Much of what Austria is and possesses, it owes to the Christian faith?"
es: "Al cuerpo diplomático le dijo ""Mucho de lo que Austria es y posee, se lo debe a la fe cristiana?"

source: In reality, News Corp, a decisive partner of Telecom Italia in IPTV content offers, decided to go shopping in the mobile content productive chain.
es: En la práctico, News Corp., que será una socia decisiva de Telecom Italia en ofertas de contenido para IPTV, va a las compras en la cadena productiva de contenido móvil.

source: In the year 2000 he was appointed Chairman of the area of Asia and the Pacific of the company York International Corp.
es: En el año 2000 fue nombrado Presidente de la zona de Asia y Pacífico, de la compañía York International Corp.

source: Workers at this Intel Corp. semiconductor plant in receive training and embrace change.
es: La empresa Intel en California muestra mayor productividad al recibir los trabajadores capacitación y aceptar cambios.

source: At least two mergers, between Hitachi Zosen and NKK Corp.
es: Al menos dos fusiones, entre Hitachi Zosen y NKK Corp.

source: It should be noted that this company is related to the US producer Union Carbide Corp.
es: Debe señalarse que esta empresa está vinculada al productor de EE UU Union Carbide Corp.

source: It was then that I was led to the Peace Corp organization, as perhaps they could help out.
es: Fue entonces que me dirigí a la organización Cuerpo de Paz, quizá ellos nos ayudarían.

source: 28 Under the terms of the assignment, Mr. Bosque receives a 1% royalty and Benguet Corp. has the option of buying back into the project.
es: 28 Conforme a las condiciones de la cesión, Ramón Bosque recibe unos derechos del 1% y Benguet Corp. tiene opción de recompra en el proyecto.

source: In this context, UNCTAD and Royal Philips Electronics Corp. initiated a public-private partnership to explore possibilities for establishing an energy-saving light bulb industry in the SADC region.
es: En este contexto, la UNCTAD y Royal Philips Electronics Corp. iniciaron una asociación pública-privada para estudiar las posibilidades de crear una industria de fabricación de bombillas de bajo consumo en la región de la SADC.

source: Sherritt International Corp. says it expects growth to come in 2007 through expansion of its power and metals mining projects in Cuba.
es: Sherritt International Corp. dice que espera un crecimiento durante 2007 a partir de la expansión de sus proyectos de energía y minería en Cuba.

source: There is also a perceived threat to the personal integrity of users as a result of entrusting too much personal information to large corporations, such as Yahoo, Google, Facebook and MySpace (a subsidiary of News Corp.).
es: También existe una percepción de amenaza a la integridad personal de los usuarios por confiar demasiada información personal a grandes empresas (por ejemplo, Yahoo, Google, Facebook y MySpace (filial de News Corp.)).

source: The Company has determined that it is not the primary beneficiary of Termorubiales Corp.
es: La Compañía ha determinado que no es la principal beneficiaria de Termorubiales Corp.

source: During the quarter, the company reached agreement to acquire the Overnite Corp. to provide LTL shipping options to customers.
es: Durante el trimestre, la compañía llegó a un acuerdo para adquirir Overnite Corp. para brindar opciones de embarque LTL a los clientes.

source: "Windows Mobile helps businesses mobilize their workforce in order to boost productivity and save resources,"" said Chuck Sabin, Senior Product Manager at Microsoft Corp."
es: Windows Mobile ayuda a las empresas a movilizar a sus empleados con el fin de potenciar la productividad y economizar recursos», señaló Chuck Sabin, Jefe de Producto Sénior de Microsoft Corp.

source: Now MCM Management Corp. is reclaiming the property with the help of Atlas Copco HB 7000 breakers and is turning it into a valuable piece of riverside land.
es: Ahora, MCM Management Corp. está recuperando el espacio con la ayuda de martillos HB 7000 de Atlas Copco para convertirlo en una preciosa ribera.

source: Lippstadt and the Korean automotive supplier Mando Corp.
es: Lippstadt y el proveedor de piezas de automóviles coreano Mando Corp.

source: In Brisbane, after successive trials that had started almost 10 years ago, one manufacturer, Kalmar, and one terminal operator, Patrick Corp.
es: En Brisbane, después de intentos iniciados hace casi 10 años, un fabricante, Kalmar, y un operador de terminales, Patrick Corp.

source: All transactions between CEMEX and the subsidiaries of CEMEX Corp.
es: Todas las transacciones entre CEMEX y las subsidiarias de CEMEX Corp.

source: This case addresses the cumulative effects of refinery operations conducted by Doe Run Resources Corp.
es: Este caso se ocupa de los efectos acumulativos de las actividades de refinación realizadas por Doe Run Resources Corp.

source: Last Saturday night in Caracas, the Venezuelan Corp for Scientific, Penal and Criminal Investigations (CICPC) arrested Italian citizen Miceli Salvatore, one of the most wanted drug traffickers in the world.
es: El Cuerpo de Investigaciones Científicas, Penales y Criminalísticas (Cicpc) detuvo el pasado sábado en la noche, en Caracas, al ciudadano italiano Miceli Salvatore, considerado uno de los cinco traficantes de drogas más buscados del mundo.

source: Raul Castro presides over the ceremony at the startup of two electricity generators built under a joint agreement with Canadian Sherritt International Corp.
es: Raúl Castro preside la ceremonia de inauguración de dos plantas generadoras de electricidad construidas de conjunto con la firma canadiense Sherritt International Corp.

source: More than 700 educators were acquainted with and developed skills in new software and hardware for education at the workshops, in particular those organized by IITE in cooperation with IBM, Apple and Microsoft Corp.
es: Más de 700 educadores se familiarizaron con los nuevos equipos y programas informáticos aplicados a la enseñanza y adquirieron aptitudes al respecto en los talleres, en particular los organizados por el ITIE en cooperación con IBM, Apple y Microsoft Corp.

source: By way of example, in mid-2007, the Shipping Corp of India reported an extensive fleet expansion plan.
es: A título de ejemplo, a mediados de 2007, la Shipping Corp de la India anunció un ambicioso plan de expansión de la flota.

source: They cheered wildly when a guy introduced himself as a retired Marine Corp veteran, then booed angrily thirty seconds later when the same man said he supported reform.
es: Aplaudieron fuertemente cuando un hombre se presentó como un veterano jubilado de la Marina, pero treinta segundos después cuando el mismo dijo que apoya la reforma lo gritaron.

source: Board of Directors and Shareholders GTECH Holdings Corp.
es: A los señores Directores y Accionistas de GTECH Holdings Corp.

source: Cafe Britt marks on this site represent some of the marks currently owned or controlled in the United States and/or in one or more other countries by Cafe Britt or Cafe Britt Corp. under license to Cafe Britt.
es: Las marcas, diseños e imágenes utilizados en este sitio constituyen algunos de los materiales que actualmente son utilizados por Café Britt en los Estados Unidos y/o en uno o más países bajo su licencia.

source: But more formalised procedures, as well as bringing advantages, can also mean a heavier administrative burden and a slower rate of progress.
es: Un enfoque más formalizado tiene ventajas, aunque también puede implicar una mayor carga administrativa y provocar retrasos.

source: In the event of disposal of assets within the year following acquisition, non-residents also bore a greater tax burden, except when the average rate applied to resident taxpayers exceeded 35 % (which would imply very considerable capital gains).
es: En caso de enajenación de los bienes dentro del año siguiente a su adquisición, los no residentes también soportaban una mayor presión fiscal, salvo cuando el tipo medio aplicado a los contribuyentes residentes excediera del 35 % (lo que implicaría unas ganancias patrimoniales muy importantes).

source: J. whereas the accurate measure of a tax burden is the effective tax rate, which comprises the nominal tax rate and a tax base
es: J. Considerando que la medida exacta de la presión fiscal es el tipo impositivo efectivo, que comprende el tipo impositivo nominal y la base impositiva

source: The burden of paying a full rate of VAT makes keeping them in repair that much more difficult, so I very much hope that Parliament and Council support reduced rates of VAT for those kinds of repairs to historical listed buildings.
es: La carga que supone pagar un tipo completo del IVA hace que mantenerlas reparadas resulte mucho más difícil, así que espero sinceramente que el Parlamento y el Consejo apoyen los tipos reducidos de IVA para este tipo de reparaciones de edificios históricos protegidos.

source: There would be no additional tax burden as the EU rate would be offset by an equivalent decrease of the national VAT rate.
es: No habría ninguna presión fiscal adicional, pues el tipo de la UE se vería compensado por una disminución equivalente del tipo del IVA nacional.

source: Citizens would not have to bear an additional tax burden as the EU rate would be offset by an equivalent decrease in the national VAT rate.
es: Este tipo UE se recaudaría junto con el tipo nacional sobre la misma base imponible. El ciudadano no tendría que soportar ninguna carga tributaria adicional ya que el tipo UE se compensaría con una disminución equivalente del tipo IVA nacional.

source: To avoid placing the burden of exchange rate risk on the MFI or its clients, the ONF provides the majority of its loans in local currency.
es: Para evitar colocar la carga del riesgo cambiario en la IMF o sus clientes, el ONF proporciona la mayoría de sus préstamos en moneda nacional.

source: The high net extra cost is due to a number of factors (i) EPI regularly posted losses, even in the reserved area, while the largest part of its activity was concentrated in the universal service area; (ii) the heavy burden imposed by the preferential rate for newspapers and non-profit publications (which alone account for between one third and half of total net extra costs); (iii) the small number of postal items per capita sent in Italy in relation to the extent of the network (one of the worst items/network ratios in Europe); (iv) the low efficiency of the Italian postal operator.
es: Estos elevado costes netos suplementarios se deben a una serie de factores i) al hecho de que el EPI también ha registrado regularmente una serie de pérdidas en el sector reservado, mientras que la mayor parte de sus actividades se concentraba en el sector del servicio universal; ii) a la gravosa carga impuesta por la tarifa bonificada para la prensa y las publicaciones sin ánimo de lucro (que ya de por sí representa entre un tercio y la mitad del importe total de los costes netos suplementarios); iii) al número reducido de envíos postales per cápita en Italia con respecto a la dimensión de la red (una de las peores relaciones envíos/red en Europa); iv) a la escasa eficacia del operador postal italiano.
